[
    {
      "username": "nana9393",
      "aka": "Nathan",
      "rank": "Chief Executive Officer",
      "userid": "172988646",
      "desc_html": "<div style='width:100%;height:0;padding-bottom:56%;position:relative;'><iframe src='https://giphy.com/embed/tIEU1EcLjegz9ZCi2F' width='100%' height='100%' style='position:absolute' frameBorder='0' class='giphy-embed' allowFullScreen></iframe></div></p><i style='color:grey;'>'Slay what you need to slay'</i> - nana9393"
    },
    {
      "username": "dogs80",
      "aka": "dogs",
      "rank": "Chief Executive Officer",
      "userid": "36633595",
      "desc_html": "<i>\"If you can dream it, you can do it\"</i> - dogs80"
    },
    {
      "username": "zertybee_5",
      "aka": "zer",
      "userid": "1521420392",
      "rank": "Temporary CEO <span style=\"font-size: 12px\">(Head of Development)</span>",
      "desc_html": "Heya! I'm zertybee, but most people call me <i>zer</i>. I started my career in Bloxco around early October 2022, when I bought the Senior Store Colleague rank. I love programming, themeparks, and gaming. I also love playing with my dogs! They never get tired! I like to eat pancakes, they're just sooo delicious😋! I became an SHR at Bloxco at around late June 2023. By the way, thanks for checking this site out! I really did my best to make it nice."
    },
    {
      "username": "ambercat_3000",
      "aka": "Ruby",
      "userid": "1870396325",
      "rank": "Excecutive",
      "desc_html": "Hey! I’m Ruby, I first joined Bloxco sometime around June 2022. Ever since, i’ve been trying my hardest to make Bloxco thrive! I do a lot of art and sports in my free time, so if i’m not active that’s probably why!"
    },
    {
      "username": "koloseum3",
      "aka": "Kolo",
      "userid": "792005317",
      "rank": "Corporate Director",
      "desc_html": "Hi, I'm koloseum3, but I'm more often called <i>Kolo</i> or <i>Mr_Octopus</i>. I started my adventure in Bloxco at the beginning of May 2023, when I passed the HR application. I love swimming and being outdoors for a long time - it relaxes me a lot. I also love spending time with my parrots and dog! I became SHR in the middle of July 2023. Have a good day!"
    },
    {
      "username": "CrunchyChip7465",
      "aka": "Chip",
      "userid": "893972076",
      "rank": "Corporate Director",
      "desc_html": "I’m Chip. I’m an elephant not a mouse. 😋"
    },
    {
      "username": "anayah888",
      "aka": "anayah",
      "userid": "214682973",
      "rank": "Junior Corporate",
      "desc_html": "Hiya, my name is Anayah! I have been in bloxco for a while now since around last year July. I am a kind, respectful, responsible, reliable, loyal person and I try make everybody have a good time, where ever they are. I will do whatever it takes to make the Bloxco community a better place. My hobbies are kickboxing, netball and basketball. I am a black belt in kickboxing and I play GK in netball. I have done kickboxing for over 9 years."
    }
  ]
  
